;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 7 March 2018
;~ Author.......: Jadran Rudec, e-mail: jrudec@gmail.com
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 8

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = Slovenščina - Slovenian
Code = sl
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = Vizitka
Custom = Po meri
Donate = Doniraj
Menus = Meniji
Messages = Sporočila
Messages2 = Sporočila2
Preferences = Nastavitve
Update = Posodobi
Versioning = Različica

[About]
Window_Title = Vizitka %{Program.Name}
Label_Version = Različica
Label_AutoIt = Zgrajen z različico AutoIt
Label_Copyright = Avtorske pravice
Tip_Title_Donate = Donirajte naš cilj
Tip_Message_Donate = Z doniranjem nam pomagate ohraniti program brezplačen\rnin nam omogočate da pridobimo potrebna orodja in storitve\rn, ki jih potrebujemo, da vam lahko služimo.
Label_Home = Domača stran
Label_License = Licenca
Label_Support = Podpora
Tip_Title_Country = Izdelano v Južni Afriki
Tip_Message_Country = %{Program.Name} je nastal v Južni Afriki.
Label_Contributors = Sodelavci
Tip_Facebook = Všečkajte nas na Facebooku.
Tip_Twitter = Sledite nam na Twitterju.
Tip_GooglePlus = Najdite nas na Google.
Tip_GitHub = %{Program.Name} na GitHub.
Button_Ok = Vredu
Label_RAM = (RAM) %d MB prosto od %d MB (%d%)
Tip_RAM = Pomnilnik z naključnim dostopom
Label_HDD = (%s) %.2f GB PROSTO OD %.2f GB (%d%)

[Custom]
Label_Status_Welcome = Zaženi z nalaganjem brskalnika (izberite ime datoteke). %{Program.Name} bo samodejno zaznal iz izbrane izvršilne datoteke.
Label_Status_Updates = Preveri za posodobitve
Group_Load_Browser = Naloži brskalnik
Label_Executable = Pot izvršljive datoteke (%s):
Label_Process_Usage = Usage | Peak:
Label_Process_Count = Process Count:
Button_Browse = Pre&brskaj
Group_Options = Možnosti
Checkbox_Reduce_Mem = Zmanjšaj pomnilnik vsakih :
Label_Milliseconds = milisekund
Checkbox_Reduce_Limit = Zmanjšaj pomnilnik le, če je poraba nad :
Checkbox_Start_With = Zaženi %s ob zagonu %{Program.Name}a
Checkbox_Enable_Extended_Processes = Omogoči razširjene procese
Button_Extended_Processes = &Razširjeni procesi
Checkbox_Start_Windows = Zaženi %{Program.Name} ob zagonu Windows
Label_Settings_Updated = Nastavitve so posodobljene.
Button_Cancel = Prekliči
Button_Save = Shrani
Time_Unit_01 = milisekund
Time_Unit_02 = sekund
Time_Unit_03 = minut
Time_Unit_04 = ur
Label_Boost_Description = Zmanjšaj vsakih %s %s, če je uporaba nad %s MB.
Title_Select_Browser = Izberi brskalnik
Tip_Minimized_Title = %{Program.Name} še vedno deluje!
Tip_Minimized_Message = %{Program.Name} bo nadaljeval optimizacijo %s's porabe pomnilnika. Kliknite na ikono v programski vrstici, za spremembo različnih možnosti optimizacije.
Label_Notice = %{Program.Name} is designed to run on a desktop computer or laptop. We created Firemin Server for server environments. Read more...

[Donate]
Label_Heading = How about a small donation to keep our software forever free?
Label_Message = Click on the PayPal button below, choose an amount, and send us the donation. Your donation will be used to improve our software and keep everything free on Rizonesoft. A $20 donation will keep us going for at least a month.
Label_Donate = Would you consider a small gift of $10 to help us improve %{Program.Name} and keep the lights on?

[Menus]
File = &Datoteka
File_Preferences = Nas&tavitve
File_Close = &Zapri\tShift+Alt+F4
Help = Po&moč
Help_Update = P&reveri za posodobitve
Help_Home = &Domov %{Company.Name}
Help_Downloads = Več p&renosov
Help_Support = &Podpora
Help_Issue = Ustvarite &vprašanje
Help_Donate = Donirajte za &naš cilj 
Help_About = Vizitka %{Program.Name}
Tray_About = Vizitka %{Program.Name} %s
Tray_Open = Odpri %{Program.Name}
Tray_Extended_Processes = Razširjeni procesi
Tray_Run =Zaženi %s
Tray_Run_Safemode =Zaženi %s v varnem načinu

[Messages]
Info_Title = Prosimo, upoštevajte
Warning_Title = Opozorilo!
Error_Title = Opa! Nekaj je šlo narobe!
Error_Oops = Opa!
Singleton = Drugi primerek programa %{Program.Name} se že izvaja.
Compatible = %{Program.Name} ni združljiv z vašo različico Windows. Če menite, da je to napaka vas prosimo, da pošljete sporočilo na '%s' z vsemi podrobnostmi.
Compatible_Bit = Na žalost %{Program.Name} 32-bitna različica ni združljiva z vašo različico sistema Windows. Prosimo, prenesite 64-bitno različico %{Program.Name} z '%s'

[Preferences]
Window_Title = Nastavitve
Tab_General = Splošno
Tab_Performance = Izvedba
Tab_Language = Jezik
Group_Notifications = Obvestila
Group_Extended_Processes = Razširjeni procesi
Group_Priority = Prioriteta
Group_Memory = Pomnilnik
Group_Language = Jezik
Checkbox_Notifications = Pokaži obvestila v programski vrstici
Label_Extended_Processes = Vnesite imena vseh dodatnih procesov, ki jih želite optimizirati s Firemanom. Seznam mora biti ločen z vejico (Proces01.exe, Proces02.exe, itn.
Label_SetPriority = Nastavi prioriteto procesa:
Checkbox_SaveRealtime = Shrani prioriteto nad visoko (ni priporočljivo).
Checkbox_ReduceMemory = Zmanjšaj pomnilnik pri nizkih pomnilniških sistemih.
Label_Language_Message = Izberite želeni jezik, za nadaljevanje pritisnite gumb %s. (Potreben je ponovni zagon)
Button_Save = Shrani
Button_Cancel = Prekliči
Label_Updated = Nastavitve so posodobljene
MsgBox_Language_Title = Jezik je bil spremenjen
MsgBox_Language_Message = Izbrani jezik je bil spremenjen. Za uporabo izbranega jezika morate ponovno zagnati program.
MsgBox_Closing_Title = Zapiram %{Program.Name}
MsgBox_Closing_Message = Ali želite zdaj zapreti %{Program.Name}?

[Update]
Window_Title_Available = Posodobitev je na voljo
Window_Title_Congratulations = Čestitke!
Window_Title_Error = Nekaj je šlo narobe!
Label_Message_Update = Na voljo je nova različica '%{Program.Name}'.
Label_Message_Latest = Uporabljate najnovejšo različico '%{Program.Name}'.
Label_Message_Error = Informacij o najnovejši različici '%{Program.Name}' ni bilo mogoče pridobiti.
Label_Message_Internet = Preverite internetno povezavo in poskusite znova.
Label_Build_Current = Trenutna izgradnja:
Label_Build_Update = Posodobi izgradnjo:
CheckBox_NoUpdate = Ob zagonu ne preverjaj za posodobitev.
Button_Update = Prenesi novo različico
Button_Close = Zapri

[Versioning]
Administrator = Skrbnik sistema
Build = Izgradnja
AutoIt_Version = uporablja različico AutoIt %{AutoIt.Version}
Bit = Bitna